Repository: sugarlabs/get-books-activity
Catalog: po/*.po
Languages: de, he, sk, sq

source: Get Books
de: Bücher erhalten
he: קבלת ספרים
sk: Získaj knihy
sq: Merrni Libra

source: Need books? We all do! This activity lets you search and retrieve books from many different sources. Start reading!
he: צריכים ספרים? כולנו צריכים! הפעילות מאפשרת לך לחפש ולקבל ספרים ממגוון של מקורות. בואו נתחיל לקרוא!
sk: Potrebujete knihy? My všetci ich potrebujeme! Táto aktivity Vám pomôže nájsť a získať knihy z rôznych zdrojov. Tak začnite čítať!
sq: Ju duhen libra? Të gjithë duam! Kjo veprimtari ju lejon të kërkoni dhe merrni libra nga mjaft burime të ndryshime. Futjuni leximit!

source: Catalogs
de: Kataloge
he: קטלוגים
sk: Katalógy
sq: Katalogë

source: Any language
de: Irgendeine Sprache
he: כל שפה
sk: V akomkoľvek jazyku
sq: Çfarëdo gjuhe

source: Performing lookup, please wait...
de: Suche wird ausgeführt, bitte warten...
he: מתבצע חיפוש, נא להמתין…
sk: Vykonávam prehľadávanie, prosím čakajte ...
sq: Po kryhet kërkimi, ju lutemi, pritni…

source: My books
de: Meine Bücher
he: הספרים שלי
sk: Moje knihy
sq: Librat e mi

source: %.2f GB Volume
de: %.2f GB Band
he: נפח של %.2f ג״ב
sk: %.2f GB Veľkosť
sq: %.2f GB Vëllim

source: Format:
he: תסדיר:
sk: Formát

source: Get Book
de: Buch erhalten
he: קבלת ספר
sk: Získaj knihu
sq: Merrni Libër

source: Enter words from the Author or Title to begin search.
de: Schlagwörter (Autor oder Titel) eingeben um die Suche zu beginnen.
he: נא להזין מילים משם היוצר או הכותרת כדי להתחיל בחיפוש.
sk: Vložte autora alebo názov knihy a vyhľadávanie môže začať.
sq: Shkruani fjalë nga Autori apo Titulli për të filluar kërkimin.

source: Selected book
de: Ausgewähltes Buch
he: ספר נבחר
sk: Vybraná kniha
sq: Libër i përzgjedhur

source: Title:
de: Titel:
he: כותרת:
sk: Názov:
sq: Titull:

source: Author:
de: Autor:
he: מחבר:
sk: Autor:
sq: Autor:

source: Summary:
de: Zusammenfassung:
he: תקציר:
sk: Zhrnutie:
sq: Përmbledhje:

source: Language:
de: Sprache:
he: שפה:
sk: Jazyk:
sq: Gjuhë:

source: Publisher:
de: Herausgeber:
he: מוציא לאור:
sk: Vydavateľstvo:
sq: Botues:

source: You must enter at least 3 letters.
de: Du musst mindestens 3 Buchstaben eingeben.
he: עליך להקליד 3 תווים לפחות.
sk: Musíte zadať aspoň tri písmená.
sq: Duhet të jepni e pakta 3 shkronja.

source: Could not reach the server. Maybe you are not connected to the network
he: לא ניתן להגיע לשרת. כנראה שאין לך חיבור לרשת.
sk: Nie je možné pripojiť sa na server. Možno nie ste pripojený k sieti.
sq: S’u kap dot shërbyesi. Ndoshta s’jeni i lidhur në rrjet

source: There was an error downloading the list.
he: אירעה שגיאה בהורדת הרשימה.
sk: Chyba v sťahovaní zoznamu.
sq: Pati një gabim në shkarkimin e listës.

source: New catalog list %s was found
de: Neue Katalogliste %s gefunden
he: נמצאה רשימת קטלוגים חדשה %s
sk: Bol nájdený nový zoznam katalógu
sq: U gjet listë e re %s katalogësh

source: Sorry, no books could be found.
de: Entschuldige, es konnten keine Bücher gefunden werden.
he: לא ניתן למצוא ספרים, עמך הסליחה.
sk: Prepáčte, knihy sa nedajú nájsť.
sq: Na ndjeni, s’u gjet ndonjë libër.

source: Sorry, we only found english books.
de: Entschuldige, wir konnten nur englischsprachige Bücher finden.
he: נמצאו ספרים באנגלית בלבד, עמך הסליחה.
sk: Prepáčte, knihy sa dajú nájsť iba v angličtine.
sq: Na ndjenim gjetëm vetëm libra anglisht.

source: Error: Could not download %s. The path in the catalog seems to be incorrect.
he: שגיאה: לא ניתן להוריד את %s. הנתיב שבקטלוג נראה שגוי.
sk: Chyba: Nedá sa stiahnuť %s. Dráha v katalógu sa zdá nesprávna.

source: Error: Could not download %s. The other end sent an empty file.
he: שגיאה: לא ניתן להוריד את %s. הצד השני שלח קובץ ריק.
sk: Chyba: Nedá sa stiahnuť %s. Na konci je prázdny súbor.

source: Error: Could not download %s. The other end sent text/html instead of a book.
he: שגיאה: לא ניתן להוריד את %s. הצד השני שלח text/html במקום ספר.
sk: Chyba: Nedá sa stiahnuť %s. Druhá strana zaslala text/html namiesto knihy.

source: Download completed
de: Herunterladen abgeschlossen
he: ההורדה הושלמה
sk: Sťahovanie ukončené
sq: Shkarkim i plotësuar

source: Open with %s
he: פתיחה עם %s
sk: Otvoriť v %s

source: Show in Journal
de: Im Tagebuch anzeigen
he: הצגה ביומן
sk: Ukáž v Journal
sq: Shfaqe në Ditar

source: Ok
he: אישור

source: Title
de: Titel
he: כותרת
sk: Názov
sq: Titull

source: Author
de: Autor
he: מחבר
sk: Autor
sq: Autor

source: Publisher
de: Herausgeber
he: מוציא לאור
sk: Vydavateľ
sq: Botues

source: Language
de: Sprache
he: שפה
sk: Jazyk
sq: Gjuhë

source: Publish Date
de: Veröffentlichung
he: מועד יציאה לאור
sk: Dátum vydania
sq: Datë Botimi

source: Error
de: Fehler
sq: Gabim

source: Connection timed out for
de: Verbindungszeit überschritten für
sq: Mbaroi koha e lidhjes për

source: Error: Could not download %s. The path in the catalog seems to be incorrect
sq: Gabim: S’u shkarkua dot %s. Shtegu në katalog duket se është i pasaktë
