Repository: sugarlabs/get-books-activity
Catalog: po/ach.po
Languages: ach

source: Get Books
ach: Nwong Buke

source: Need books? We all do! This activity lets you search and retrieve books from many different sources. Start reading!
ach: Imito buke? Wan weng wamito! Gin atima man mio iyenyo doki inwongo buke ikan apapat. Cak kwano!

source: Catalogs
ach: Lic me buke

source: Any language
ach: Leboro keken

source: Performing lookup, please wait...
ach: The kayele yeyenyo, kong ikuri...

source: My books
ach: Buke na

source: %.2f GB Volume
ach: %.2f GB Dwone

source: Format:
ach: Kite me cano:

source: Get Book
ach: Nwong Buk

source: Enter words from the Author or Title to begin search.
ach: Co lok ikom ngat muco buk onyo nying buk wek icak yeyenyo.

source: Selected book
ach: Buke ame otyeko yero

source: Title:
ach: Nying buk:

source: Author:
ach: Laco buk:

source: Summary:
ach: Lok me tyeko:

source: Language:
ach: Leb:

source: Publisher:
ach: Luyik buk:

source: You must enter at least 3 letters.
ach: Myero yin ico nukuta maromo adek.

source: Could not reach the server. Maybe you are not connected to the network
ach: Pe onwongo romo tunu kapoko lok. Karokene yin pe itye ikubere kede net

source: There was an error downloading the list.
ach: Bal onwongo otime ikwanyo lic i Net.

source: New catalog list %s was found
ach: Lic anyen me buke %s obin onwongo

source: Sorry, no books could be found.
ach: Gum arac, buke moro pe gitwero nwongo.

source: Sorry, we only found english books.
ach: Gum marac, wanwongo buke me leb Munu keken.

source: Error: Could not download %s. The path in the catalog seems to be incorrect.
ach: Bal: Pe onwongo romo kwanyo inet %s. Yo ame tye ikatalog iloki pe tye aber.

source: Error: Could not download %s. The other end sent an empty file.
ach: Bal: Pe onwongo romo kwanyo inet %s. Tutung ca ocwalo pail ayie nono.

source: Error: Could not download %s. The other end sent text/html instead of a book.
ach: Bal: Pe onwongo romo kwanyo inet %s. Tutung ca ocwalo coc/html akaka buk.

source: Download completed
ach: Kwanyo otum maber

source: Open with %s
ach: Yabi kede %s

source: Show in Journal
ach: Nyut iyi Janol

source: Title
ach: Nying buk

source: Author
ach: Lacoc

source: Publisher
ach: Lago buk

source: Language
ach: Leb

source: Publish Date
ach: Nino dwe me Yiko
